message_invest_help = '''<b>Как работать с инвестициями:</b>

<i>1. Добавление инвестиции</i>
<pre>инвестиция + [название] [сумма] [валюта]</pre>
Пример: <code>инвестиция + ИИС 100000 руб</code>

<i>2. Удаление инвестиции</i>
<pre>инвестиция [название] delete</pre>
Пример: <code>инвестиция ИИС delete</code>

<i>3. Обновление стоимости инвестиции</i>
<pre>инвестиция = [название] [новая сумма] [валюта]</pre>
Пример: <code>инвестиция = ИИС 105000 руб</code>

<i>4. Список ваших инвестиций</i>
Чтобы получить список всех ваших инвестиций, просто отправьте <code>инвестиция</code>.

<i>5. Подробная информация о ваших инвестициях</i>
Для получения подробной информации отправьте <code>инвестиция !</code>

<i>6. Вычитание из инвестиции</i>
<pre>инвестиция - [название] [сумма] [валюта]</pre>
Пример: <code>инвестиция - ИИС 5000 руб</code>

<b>Прочее:</b>
- Используйте правильный формат команды для успешного выполнения.
- Проверяйте название валюты и инвестиции на точность.
- В случае ошибок бот предоставит соответствующие инструкции для коррекции.'''
